Repository: fossilet/4digits
Catalog: po/*.po
Languages: es

source: python-gtk2 is required to run 4digits.
es: 4 digits requiere python-gtk2 para poder ejecutarse

source: No python-gtk2 was found on your system.
es: No se ha encontrado python-gtk2 en tu sistema

source: Corrupted preferences file "%s", deleting...
es: Archivo de preferencias "%s" corrupto, borrando...

source: Must input something.
es: Debes introducir algo

source: First digit cannot be zero.
es: El primer dígito no puede ser cero

source: Must input a number.
es: Debe introducir un número

source: Must input four digits.
es: Debes introducir 4 digitos

source: Four digits must be unique.
es: Cuatro digitos deben ser únicos

source: You've already guessed it.
es: Ya lo has adivinado

source: You win! :)
es: Ganaste! :)

source: Used %.1f s.
es: Usado %.1f s.

source: Haha, you lose. It is %s.
es: Jaja, perdiste. Asi es %s.

source: Wasted %.1f s.
es: Desperdiciado %.1f s.

source: Timer started...
es: Temporizador iniciado...

source: Name
es: Nombre

source: Score
es: Puntuación

source: Date
es: Fecha

source: Ready
es: Preparado

source: Cannot open score file.
es: no se puede abrir el archivo de puntuación.

source: 4619: You are the luckiest guy on the planet!
es: 4619: Tu eres el más afortunado del planeta!

source: 4digits comes with NO WARRANTY to the extent permitted by law. This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation - version 2. For more information about these matters, see the file named COPYING.
es: 4digits viene con ningún tipo de GARANTIA de ningún grado permitida por la ley. Este programa es de código abierto; usted puede redistribuirlo y / o modificarlo bajo los términos de la GNU Licencia Publica General como esta publicada por la Fundación del Software Libre - versión 2. Para mas información acerca de esta licencia, revise el archivo llamado COPYING

source: Written by Pan Yongzhi.
es: Escrito por Pan Yongzhi.

source: 4digits, a guess-the-number game. Usage: 4digits [OPTION] ... You are given eight times to guess a four-digit number. You get one A if its value and position are both correct, and you get one B if only its value is correct. You win the game when you get 4A0B. -v, --version display the version of 4digits and exit. -h, -?, --help print this help. Report bugs at <https://github.com/fossilet/4digits/issues>.
es: 4digits, un juego de adivinar el número. Uso: 4digits [OPTION] ... Tienes ocho oportunidades para adivinar un número de cuatro dígitos. Tienes una A si tanto el valor como la posición son correctos y obtienes una B si solo el valor es correcto. Ganas el juego cuando obtengas 4A0B. -v, --version mostrar la versión de 4digits y salir. -h, -?, --help mostrar esta ayuda. Informe de los problemas en <https://github.com/fossilet/4digits/issues>.

source: Input a 4-digit number:
es: Introducir un número de 4 digitos

source: Something's got wrong, I'd better quit...
es: Algo esta mal, mejor me voy...

source: Input too long!
es: línea demasiado larga!

source: Must be a number between 1000 and 9999!
es: Debe ser un número entre 1000 y 9999!

source: Four digits must be unique.
es: Los cuatro dígitos deben ser únicos.

source: Memory allocation error.
es: Error al asignar memoria.

source: Usage: 4digits [OPTION]... Try `4digits --help' for more information.
es: Uso: 4digits[OPCIÓN]... Probar `4digits --help' para mas información.

source: You've already guessed it.
es: Ya lo has adivinado.

source: %d time left.
es: tiempo restante %d.

source: You win! :) Used %d sec.
es: Ganaste! :) Usaste %d seg.

source: Haha, you lose. It is
es: Jaja, perdiste. Asi es

source: About 4digits
es: Acerca de 4digits

source: A guess-the-number puzzle game
es: Un juego de adivina-el-número

source: 4digits website
es: Sitio web de 4digits

source: 4digits is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. 4digits is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with 4digits; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
es: 4digits es software libre, puede redistribuirse y / o modificarse bajo los términos de la Licencia Pública General GNU publicada por la Free Software Foundation, bien de la versión 2 de la Licencia, o (a su elección) cualquier versión posterior. 4digits se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General de GNU para más detalles. Debería haber recibido una copia de la Licencia Pública General de GNU junto con 4digits, y si no, escriba a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, EE.UU..

source: _Game
es: _Juego

source: _Scores
es: _Puntuaciones

source: _View
es: _Ver

source: _Toolbar
es: Barra de _herramientas

source: _Hint Table
es: Sugerir tabla

source: _Auto Fill Hints
es: _Auto llenar pistas

source: _Help
es: Ay_uda

source: Start a new game
es: Comienza un nuevo juego

source: New Game
es: Nuevo juego

source: Close this window
es: Cerrar esta ventana

source: Quit
es: Salir

source: _Input:
es: _Entrada:

source: Guess
es: Adivinar

source: Result
es: Resultado

source: Left side: - You uncheck a row if you are sure that this number is not in the answer. - You uncheck a box if you are sure that this number cannot be at this position. Right side: - You check a row if you are sure that this number must be in the answer. - You check a box if you are sure that this number is at this position if it is included at all.
es: Lado izquierdo: - Desmarque la fila si esta seguro que este número no está entre las respuestas. - Desmarque la caja si esta seguro que este numero no puede estar en esta posición. Lado derecho: - Marque la fila si esta seguro que este número debe estar entre las respuestas. - Marque la caja si esta seguro que este número que este número esta completamente incluido en esta posición

source: 4digits Scores
es: Puntuaciones de 4digits
